[{
    "name": "Адмиралтейский",
    "img": "images/admiralty.jpg",
    "landmarks": [
        {
            "name": "Адмиралтейство",
            "about": "Здание Главного адмиралтейства — выдающийся памятник архитектуры русского классицизма, расположенный на 2-м Адмиралтейском острове. С 2012 года здесь находится Главное командование Военно-Морского Флота России.",
            "img": "",
            "link": ""},
        {
            "name": "Зимний дворец",
            "about": "Ранее резиденция русских императоров, ныне часть Государственного Эрмитажа. Расположен на Дворцовой площади, в непосредственной близости от Александровского сада.",
            "img": "",
            "link": ""},
        {
            "name": "Александровский сад",
            "about": "Парк в центре города, примыкающий к Адмиралтейству, Дворцовой площади и Исаакиевскому собору. Сад открыт в 1874 году и является частью исторического ансамбля Санкт-Петербурга, включённого в список Всемирного наследия ЮНЕСКО.",
            "img": "",
            "link": ""},            
        {
            "name": "Храм Спаса на Крови",
            "about": "Церковь, построенная на месте убийства императора Александра II. Известна своими мозаиками, покрывающими почти все поверхности интерьера.",
            "img": "",
            "link": ""},
        {
            "name": "Никольская площадь",
            "about": "Площадь между проспектом Римского-Корсакова, набережной канала Грибоедова и набережной Крюкова канала. В центре площади находится Николо-Богоявленский морской собор, построенный в 1753—1762 годах.",
            "img": "",
            "link": ""},            
        {
            "name": "Екатерингоф",
            "about": "Исторический пейзажный парк на юго-западе Адмиралтейского района, ведущий свою историю с петровского времени. Расположен на острове Екатерингофском, ограниченном рекой Екатерингофкой, Бумажным каналом и рекой Таракановкой.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Василеостровский",
    "img": "images/vasileostrovsky.webp",
    "landmarks": [
        {
            "name": "Андреевский собор",
            "about": "Православный храм святого апостола Андрея Первозванного, расположенный на пересечении Большого проспекта и 6-й линии. Собор является памятником архитектуры XVIII века и был капитульным храмом ордена Святого Андрея Первозванного. Рядом с собором установлен обелиск в честь 300-летия учреждения ордена.",
            "img": "",
            "link": ""},
        {
            "name": "Биржа и Стрелка Васильевского острова",
            "about": "Здание Биржи, построенное в 1810 году архитектором Ж.Ф. Тома де Томоном, является частью архитектурного ансамбля Стрелки Васильевского острова. Отсюда открывается прекрасный вид на Зимний дворец, Исаакиевский собор и Петропавловскую крепость. Перед зданием Биржи расположены знаменитые ростральные колонны.",
            "img": "",
            "link": ""},
        {
            "name": "Площадь Балтийских Юнг",
            "about": "Площадь, расположенная на острове Декабристов, названа в честь юнг Балтийского флота, принимавших участие в обороне Ленинграда в годы Великой Отечественной войны. Современная площадь образована в начале XX века и является примером градостроительного проекта Новый Петербург.",
            "img": "",
            "link": ""},
        {
            "name": "Камский сад",
            "about": "Сад, установленный в 2015 году, является памятником армянской культуры. В саду высажены именные деревья, установлены чугунные фонари и разбиты клумбы. Сад связан с расположенным поблизости Смоленским армянским кладбищем с церковью Святого Воскресения.",
            "img": "",
            "link": ""},
                    
        {
            "name": "Василеостровский трамвайный парк",
            "about": "Один из старейших трамвайных депо в России, построенный в 1907 году. Некоторые корпуса депо включены в реестр объектов культурного наследия регионального значения. Депо представляет собой уникальный пример архитектуры транспортных сооружений начала XX века.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Выборгский",
    "img": "images/vyborg.jpg",
    "landmarks": [
        {
            "name": "Удельный парк",
            "about": "Один из крупнейших парков района, основанный при Петре I для выращивания сосен для кораблей. Сегодня это просторная зелёная зона для прогулок и отдыха.",
            "img": "",
            "link": ""},
        {
            "name": "Парк «Сосновка»",
            "about": "Самый крупный парк в районе, с аллеями, озером и мемориалом. Популярное место для прогулок и отдыха на природе.",
            "img": "",
            "link": ""},
        {
            "name": "Шуваловский парк",
            "about": "Расположен на бывшей территории имения графов Шуваловых. В парке находятся объекты культурного наследия, такие как Малый дворец и Дом Месмахера.",
            "img": "",
            "link": ""},
        {
            "name": "Осиновая Роща (усадьба)",
            "about": "Руинированный памятник усадебной архитектуры в стиле русского классицизма. В 18 веке здесь останавливалась Екатерина II.",
            "img": "",
            "link": ""},
        {
            "name": "Дворец культуры «Выборгский»",
            "about": "Построен в 1924—1927 годах архитекторами А. И. Гегелло и Д. Л. Кричевским. Является объектом культурного наследия России.",
            "img": "",
            "link": ""},
        {
            "name": "Сампсониевский собор",
            "about": "Церковь в стиле барокко, построенная в 1740 году. Функционирует как православный храм.",
            "img": "",
            "link": ""},
        {
            "name": "Славянская набережная",
            "about": "Проходит по восточному берегу Среднего Суздальского озера. Известна с конца XIX века.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Калининский",
    "img": "images/kalininsky.jpg",
    "landmarks": [
        {
            "name": "Площадь Калинина",
            "about": "Главная площадь района, названная в честь Михаила Калинина. Здесь расположен памятник Калинину, а также кинотеатр «Гигант», построенный в 1934—1936 годах в стиле сталинского неоклассицизма. Площадь спроектирована в форме «пяти углов» и является важным архитектурным ансамблем.",
            "img": "",
            "link": ""},
        {
            "name": "Кинотеатр «Гигант»",
            "about": "Здание кинотеатра на 1400 мест, построенное в 1934—1936 годах архитекторами А. И. Гегелло и Д. Л. Кричевским. Сейчас в этом здании находится концертный зал «Гигант-Холл» и супермаркет сети «Перекресток».",
            "img": "",
            "link": ""},
        {
            "name": "Памятник М. И. Калинину",
            "about": "Памятник расположен на площади Калинина и был установлен в 1955 году. Скульптор — М. Г. Манизер, архитектор — А. К. Барутчев.",
            "img": "",
            "link": ""},
        {
            "name": "Парк имени Академика Сахарова",
            "about": "Парк площадью 32,83 га, расположенный в низине, где находится множество ключей. В парке обитают краснокнижные виды животных, такие как ушастая сова и чайка. В последние годы проводилась реконструкция парка, включая установку нового уличного освещения и дренажной системы.",
            "img": "",
            "link": ""},
        {
            "name": "Музей подводных сил России",
            "about": "Музей, посвящённый истории подводного флота России. Экспонаты включают исторические материалы, приборы и оборудование военных лет, а также виртуальные киоски. Музей часто проводит программы и мероприятия морской тематики.",
            "img": "",
            "link": ""},
        {
            "name": "Пискарёвское кладбище",
            "about": "Мемориальный комплекс, являющийся местом массового захоронения погибших в годы Великой Отечественной войны. Здесь воздвигнута скульптура «Мать Родина», а также находятся мраморный мемориал, вечный огонь и музей.",
            "img": "",
            "link": ""},
        {
            "name": "Калининский универмаг",
            "about": "Здание универмага в стиле конструктивизма, построенное в 1933—1936 годах. Является частью архитектурного ансамбля Кондратьевского жилмассива.",
            "img": "",
            "link": ""},
        {
            "name": "Минеральная улица",
            "about": "Улица, получившая название в 1880 году по минеральным источникам Полюстрова. Здесь расположен доходный дом 1913 года постройки архитектора Э. П. Деклерона.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Кировский",
    "img": "images/kirovsky.jpg",
    "landmarks": [
        {
            "name": "Нарвские триумфальные ворота",
            "about": "Памятник архитектуры в стиле ампир, возведённый в 1827—1834 годах в честь победы в Отечественной войне 1812 года. Ворота украшены скульптурными композициями, включая фигуры коней работы П. К. Клодта.",
            "img": "",
            "link": ""},
        {
            "name": "Дворец культуры имени Горького",
            "about": "Здание в стиле конструктивизма, построенное в 1937 году. Считается первым дворцом культуры в Ленинграде, выполненным в стиле авангарда. Архитектор А. И. Гегелло.",
            "img": "",
            "link": ""},
        {
            "name": "Кировский универмаг",
            "about": "Построен в 1929—1931 годах архитекторами А. К. Барутчевым и И. А. Гильтером. Является объектом культурного наследия эпохи конструктивизма и включает в себя фабрику-кухню.",
            "img": "",
            "link": ""},
        {
            "name": "Площадь Стачек",
            "about": "Главная площадь района, ранее известная как Нарвская площадь. Является важным транспортным узлом и историческим центром Кировского района.",
            "img": "",
            "link": ""},
        {
            "name": "Аллея Славы",
            "about": "Мемориальная пешеходная аллея, часть комплекса «Кировский вал», входящего в «Зелёный пояс Славы Ленинграда». Создана в 1966 году и состоит из 900 берёз, символизирующих дни блокады Ленинграда.",
            "img": "",
            "link": ""},
        {
            "name": "Памятник «Блокадному трамваю»",
            "about": "Установлен в 2007 году на проспекте Стачек. Ретровагон 12-го маршрута, использовавшийся во время блокады, установлен на рельсах, служащих постаментом.",
            "img": "",
            "link": ""},
        {
            "name": "Часовня и трансформаторная станция",
            "about": "Сочетание конструктивизма и псевдорусского стиля. Построена в начале 1930-х годов на улице Клары Цеткин. В настоящее время здесь располагается трансформаторная станция.",
            "img": "",
            "link": ""},
        {
            "name": "Театр «Акт»",
            "about": "Камерный театр, созданный в 2012 году. Спектакли театра получили признание на различных фестивалях, включая «Золотую маску» и «Окна».",
            "img": "",
            "link": ""},
        {
            "name": "Руины завода «Сантехприбор»",
            "about": "Развалины бывшего промышленного квартала на улице Клары Цеткин. Интересны любителям эстетики городских окраин.",
            "img": "",
            "link": ""}

    ]
},
{
    "name": "Колпинский",
    "img": "images/kolpinsky.jpg",
    "landmarks": [
        {
            "name": "Церковь «Ковчег»",
            "about": "Уникальный храм в постмодернистском стиле, построенный в 1981–2010 годах. Архитекторы Игорь Шмелёв и Бенцион Фабрицкий вдохновлялись формами лодок и понтонов, что отсылает к истории Ижорских заводов и Дороги жизни.",
            "img": "",
            "link": ""},

        {
            "name": "Никольский мост",
            "about": "Железобетонный рамный мост через Комсомольский канал, построенный в 1978–1980 годах. Мост соединяет Соборную и Красную улицы, а его название связано с историей Никольской слободы.",
            "img": "",
            "link": ""},
        {
            "name": "Думский мост",
            "about": "Пешеходный металлический балочный мост, расположенный в створе улицы Культуры. У входа на мост установлена скульптурная композиция «Семья» («Влюблённые») художника Е. Буркова.",
            "img": "",
            "link": ""},
        {
            "name": "Парк культуры и отдыха города Колпино",
            "about": "Объединяет Колпинский парк и Городской сад. В парке расположены открытая сцена, парк аттракционов, детский игровой городок, зимняя ледяная горка, спортивная площадка с тренажёрами и лодочная станция.",
            "img": "",
            "link": ""},
        {
            "name": "Музей истории компании «Ижорские заводы»",
            "about": "Единственный музей в Колпине, посвящённый истории завода. Экспозиция включает архивные материалы, дневники, воспоминания рабочих и руководителей предприятия, а также видеофильмы по истории завода и Колпина.",
            "img": "",
            "link": ""},
        {
            "name": "Памятник матросам-пехотинцам (Металлострой)",
            "about": "Установлен в честь моряков Краснознамённого Балтийского флота, выполнявших свой воинский долг на воде и на суше в ходе обороны Ленинграда. Памятник представляет собой чугунный якорь, установленный на подставках, выполненных из швартовочных кнехт.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Красногвардейский",
    "img": "images/krasnogvardeisky.jpg",
    "landmarks": [
        {
            "name": "Усадьба «Уткина дача»",
            "about": "Построена в 1790 году в стиле классицизма, расположена на мысу у слияния рек Охты и Оккервиль. Сегодня здесь располагается филиал Государственного музея городской скульптуры. ",
            "img": "",
            "link": ""},
        {
            "name": "Церковь Илии Пророка на Пороховых",
            "about": "Храм, построенный в стиле раннего русского классицизма, расположен на шоссе Революции, 75. Первоначально служил для работников порохового завода и их семей.",
            "img": "",
            "link": ""},
        {
            "name": "Усадьба «Жерновка» (Дача Безобразовых)",
            "about": "Построена в 1799 году, возможно архитектором Джакомо Кваренги. Расположена на Большой Охте, у Ириновского проспекта.",
            "img": "",
            "link": ""},
        {
            "name": "Пожарная каланча на Большой Охте",
            "about": "Построена в 1829 году архитекторами О.Л. Игнатовичем и П.П. Меркуловым. В 2003 году на ней установлен памятник пожарному.",
            "img": "",
            "link": ""},
        {
            "name": "Памятник блокадной регулировщице",
            "about": "Установлен в честь девушек-регулировщиц, работавших на Дороге жизни. Мемориал включает памятник регулировщице, мемориальный столб «1 километр Дороги жизни» и зенитное орудие 52-К. ",
            "img": "",
            "link": ""},
        {
            "name": "Памятник Петру I",
            "about": "Бюст «Петру I благодарные охтяне» был установлен 25 сентября 1911 года. Снесён в 1919 году и восстановлен 24 мая 2003 года к 300-летию Санкт-Петербурга. ",
            "img": "",
            "link": ""},
        {
            "name": "Дубовая аллея",
            "about": "Улица в Красногвардейском районе, начинающаяся от Рябовского шоссе в сторону Горелого ручья и заканчивающаяся тупиком. Название присвоено 14 августа 1958 года по характеру зелёных насаждений на улице.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Красносельский",
    "img": "images/krasnoselsky.jpg",
    "landmarks": [
        {
            "name": "Красносельская Свято-Троицкая церковь",
            "about": "Одна из старейших церквей Санкт-Петербурга, заложена по приказу Анны Иоанновны в городе Красное Село. Храм пережил все военные события в истории страны и годы правления Советской власти. В 1995 году включён в число объектов культурного и исторического наследия как памятник архитектуры федерального значения.",
            "img": "",
            "link": ""},
        {
            "name": "Музей «Анны Ахматовой «Серебряный век»",
            "about": "Музей, посвящённый великой поэтессе и семье Гумилёвых, открылся 26 лет назад. В музее имеется 9 залов, выстроенных в хронологическом порядке, где представлены раритетные портреты Анны Ахматовой и Николая Гумилёва, мебель, фарфор, книги с их автографами и книги из личной библиотеки.",
            "img": "",
            "link": ""},
        {
            "name": "Аллея Славы",
            "about": "Мемориальная пешеходная аллея, часть мемориального комплекса «Кировский вал», входящего в «Зелёный пояс Славы Ленинграда». Аллея была создана в 1966 году и состоит из 900 берёз, образующих аллею, и декоративных бетонных противотанковых надолбов вдоль аллеи. На надолбах приведены названия организаций, участвовавших в создании аллеи. Вблизи аллеи находится ряд монументов, установленных в 1970-х — 1980-х годах.",
            "img": "",
            "link": ""},
        {
            "name": "Безымянное озеро",
            "about": "Пруд, образованный запрудой на реке Дудергофке в 1709 году. Своим появлением он обязан бумажной мельнице, построенной по указу Петра I. Озеро вытянуто с севера на юг, длина составляет 2 километра, а ширина — 0,4 км. В начале XXI века считалось самым чистым водоёмом в черте Санкт-Петербурга, где официально разрешено было купаться. Зимой на озере проводятся соревнования по спортивному лову рыбы.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Кронштадтский",
    "img": "images/kronstadt.jpg",
    "landmarks": [
        {
            "name": "Морской Никольский собор",
            "about": "Величественный собор, построенный в честь святого Николая Чудотворца, является символом города и одним из крупнейших православных храмов России.",
            "img": "",
            "link": ""},
        {
            "name": "Итальянский дворец",
            "about": "Построенный в 1720–1724 годах по проекту И. Ф. Браунштейна, дворец является одним из старейших зданий города и примером петровского барокко.",
            "img": "",
            "link": ""},
        {
            "name": "Гостиный двор",
            "about": "Здание XIX века, построенное по приказу Николая I, напоминает петербургский Гостиный двор и служило торговыми рядами.",
            "img": "",
            "link": ""},
        {
            "name": "Синий мост",
            "about": "Автодорожный стальной мост через Обводный канал, построенный в 1791 году и являющийся объектом культурного наследия России регионального значения.",
            "img": "",
            "link": ""},
        {
            "name": "Форт «Павел I» (Рисбанк)",
            "about": "Построен в конце XVIII века для защиты Кронштадта с юга. Хотя форт был почти полностью уничтожен в 1923 году, его историческое значение сохраняется.",
            "img": "",
            "link": ""},
        {
            "name": "Итальянский пруд",
            "about": "Пруд, вырытый в 1717–1727 годах, являлся частью Купеческой гавани. Сегодня он является объектом культурного наследия России федерального значения.",
            "img": "",
            "link": ""},
        {
            "name": "Летний сад",
            "about": "Самый старый сквер Кронштадта, основанный Петром I в начале XVIII века. Он расположен на берегу Невы и задумывался как царский сад в европейском стиле. Здесь находятся мраморные скульптуры, фонтаны, аккуратные аллеи и знаменитый Летний дворец Петра I. Сад был любимым местом прогулок знати и поэтов, включая Александра Пушкина. Сегодня Летний сад — это тихое и живописное место отдыха в самом центре города.",
            "img": "images/summer-garden.jpg",
            "top": true,
            "link": "Подробнее..."}
    ]
},
{
    "name": "Курортный",
    "img": "images/resort.jpg",
    "landmarks": [
        {
            "name": "Музей-усадьба И. Е. Репина «Пенаты»",
            "about": "Дом-музей великого художника Ильи Репина, где он провёл последние 30 лет своей жизни. Здесь проходили знаменитые «репинские среды», собирающие деятелей искусства того времени.",
            "img": "",
            "link": ""},
        {
            "name": "Дача и могила А. А. Ахматовой",
            "about": "В Комарово, где поэтесса провела последние годы своей жизни, сохранилась её дача, а также находится могила Ахматовой на Комаровском кладбище, где похоронены многие деятели культуры.",
            "img": "",
            "link": ""},
        {
            "name": "Шалаш Ильича",
            "about": "Памятник, посвящённый пребыванию В. И. Ленина и Г. Зиновьева в шалаше на берегу Разлива летом 1917 года.",
            "img": "",
            "link": ""},
        {
            "name": "Сестрорецкий Разлив",
            "about": "Искусственное озеро, созданное при Петре I для обеспечения работы оружейного завода. Сегодня это популярное место для рыбалки, прогулок и отдыха на природе.",
            "img": "",
            "link": ""},
        {
            "name": "Сестрорецкая экологическая тропа",
            "about": "Пешеходная экотропа длиной около двух километров, проходящая через сосновый лес и топкие участки, где можно наблюдать разнообразную флору и фауну.",
            "img": "",
            "link": ""},
        {
            "name": "Линдуловская лиственничная роща",
            "about": "Старейший в России и Европе заказник искусственно посаженной лиственницы сибирской, возраст некоторых деревьев превышает 300 лет. ",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Московский",
    "img": "images/moskovsky.jpg",
    "landmarks": [
        {
            "name": "Московские ворота",
            "about": "Построены в 1834 году в честь победы России в Отечественной войне 1812 года. Архитектурный ансамбль в стиле ампир был задуман Екатериной II и завершён при Николае I.",
            "img": "",
            "link": ""},
        {
            "name": "Чесменская церковь и дворец",
            "about": "Уникальный архитектурный ансамбль в стиле готического ренессанса, построенный в 1777–1780 годах в честь победы русского флота в Чесменском сражении.",
            "img": "",
            "link": ""},
        {
            "name": "Российская национальная библиотека",
            "about": "Величественное здание на Московском проспекте, являющееся одним из крупнейших книжных хранилищ России.",
            "img": "",
            "link": ""},
        {
            "name": "Парк Победы",
            "about": "Заложен в 1945 году в честь победы в Великой Отечественной войне. В парке расположены Аллея Героев, бюсты дважды Героев Советского Союза и Социалистического Труда, а также христианская часовня «Всех святых в земле Российской просиявших».",
            "img": "",
            "link": ""},
        {
            "name": "Парк Авиаторов",
            "about": "Парк, заложенный в 1966 году на территории бывшего аэродрома, с памятником военным лётчикам — истребителем МиГ-19.",
            "img": "",
            "link": ""},
        {
            "name": "Парк Городов-Героев (Пулковский парк)",
            "about": "Парк площадью 39,7 га, заложенный в 1980 году. В южной части парка расположен Среднерогатский пруд, а также храмовый комплекс из трёх церквей, включая Церковь Святого Георгия Победоносца.",
            "img": "",
            "link": ""},
        {
            "name": "Дом культуры имени Ильича",
            "about": "Памятник архитектуры эпохи конструктивизма, построенный в 1931 году. Здесь в разные годы выступали такие деятели, как Михаил Румянцев и Бруно Фрейндлих.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Невский",
    "img": "images/nevsky.jpg",
    "landmarks": [
        {
            "name": "Музей «Невская застава»",
            "about": "Музей, расположенный в старинном двухэтажном деревянном доме, посвящён истории рабочего класса и революционного движения в Санкт-Петербурге. Здесь находится мемориальная комната рабочего В. А. Шелгунова, где проводились нелегальные собрания социал-демократического кружка, организованные В. И. Лениным.",
            "img": "",
            "link": ""},
        {
            "name": "Невский мемориал «Журавли»",
            "about": "Мемориальный комплекс, посвящённый памяти павших героев Великой Отечественной войны. Находится на пересечении Дальневосточного проспекта с улицей Новосёлов. В 2025 году здесь был зажжён первый Вечный огонь в Невском районе.",
            "img": "",
            "link": ""},
        {
            "name": "Парк Строителей",
            "about": "Парк, расположенный в историческом районе Весёлый Посёлок, между улицами Подвойского и Антонова-Овсеенко. Парк был разбит в начале 2000-х годов и включает в себя четыре круговые площадки, от которых отходят лучи.",
            "img": "",
            "link": ""},
        {
            "name": "Парк имени И.В. Бабушкина",
            "about": "Один из старейших зелёных уголков Невского района, расположенный рядом с музеем «Невская застава». Парк является любимым местом отдыха для горожан, особенно для семей с детьми.",
            "img": "",
            "link": ""},
        {
            "name": "Куракина Дача",
            "about": "Живописный парк, являющийся историческим местом для прогулок и отдыха. В последние годы здесь восстановлены аллеи из дубов, лип, ясеней и лиственниц, а также газоны, что делает парк привлекательным для семейного отдыха.",
            "img": "",
            "link": ""},
        {
            "name": "Ледовый дворец",
            "about": "Спортивно-концертный комплекс, построенный в 2000 году для проведения чемпионата мира по хоккею. Здесь проводятся различные спортивные мероприятия, включая чемпионаты мира и Европы, а также концерты и шоу. В свободное время работает каток для всех желающих.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Петроградский",
    "img": "images/petrogradsky.jpg",
    "landmarks": [
        {
            "name": "Петропавловская крепость",
            "about": "Историческое ядро Санкт-Петербурга, основанное Петром I в 1703 году на Заячьем острове. Она была заложена как фортификационное сооружение во время Северной войны, но никогда не использовалась по прямому назначению. В центре крепости находится Петропавловский собор с высоким шпилем, где захоронены почти все российские императоры от Петра I до Николая II. В разные годы крепость служила тюрьмой для политических заключённых. Сегодня это музейный комплекс и одно из самых посещаемых мест города.",
            "img": "images/peter-and-paul-fortress.jpg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Каменный остров",
            "about": "Живописный остров с историческими аллеями и архитектурными памятниками.",
            "img": "",
            "link": ""},
        {
            "name": "Музей истории Санкт-Петербурга",
            "about": "Расположен в здании Петропавловской крепости, рассказывает об истории города.",
            "img": "",
            "link": ""},
        {
            "name": "Музей космонавтики и ракетной техники",
            "about": "Находится на Крестовском острове, посвящен истории освоения космоса.",
            "img": "",
            "link": ""},
        {
            "name": "Кронверкский канал",
            "about": "Живописный канал, вдоль которого расположены исторические здания и мосты.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Петродворцовый",
    "img": "images/petrodvortsovy.jpg",
    "landmarks": [
        {
            "name": "Петергоф (Государственный музей-заповедник)",
            "about": "Включает в себя несколько дворцов и парков. Верхний сад — первоначально использовался как огородные плантации при Петре I, позже преобразован в регулярный парк с аллеями, фонтанами и беседками. Нижний парк — известен своими многочисленными фонтанами, включая знаменитые Большой каскад и фонтаны Нептун, Межеумный и Дубовый. Фермерский дворец — построен в 1831 году как павильон при молочной ферме, позже стал загородной резиденцией семьи Александра II.",
            "img": "",
            "link": ""},
        {
            "name": "Сергиевка",
            "about": "Дворцово-парковый ансамбль, построенный в 1839–1842 годах в стиле позднего классицизма. Включает дворец, английский домик, капеллу и чайный домик.",
            "img": "",
            "link": ""},
        {
            "name": "Суворовский городок",
            "about": "Историческая местность, включающая комплекс зданий, построенных в начале XX века для 148-го пехотного Каспийского полка.",
            "img": "",
            "link": ""},
        {
            "name": "Почта на Санкт-Петербургском проспекте, 15",
            "about": "Построена в стиле псевдоготики в 1850-х годах, имеет три флигеля в виде башен и зубчатую ограду.",
            "img": "",
            "link": ""},
        {
            "name": "Английский парк",
            "about": "Пейзажный парк, спроектированный для Екатерины II, с извилистыми дорожками, прудом и зелеными лужайками.",
            "img": "",
            "link": ""},
        {
            "name": "Парк 300-летия Петергофа",
            "about": "Разбит и благоустроен в 2005 году в честь трехсотлетия города.",
            "img": "",
            "link": ""},
        {
            "name": "Сквер Военных Железнодорожников",
            "about": "Расположен на пересечении улицы Халтурина и бульвара Красных Курсантов, назван в связи с расположением рядом с Военным институтом.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Приморский",
    "img": "images/primorsky.jpg",
    "landmarks": [
        {
            "name": "Дача Шишмарёва",
            "about": "Памятник деревянного зодчества периода классицизма (1825 г.). На даче штабс-капитана Шишмарёва собирались представители творческой элиты Петербурга. Сегодня здесь располагается детская художественная школа.",
            "img": "",
            "link": ""},
        {
            "name": "Буддийский храм «Дацан Гунзэчойнэй»",
            "about": "Первый построенный в Европе буддийский храм, освящённый в 1915 году. Здание построено из колотого гранита, витражи изготовил Николай Рерих. Вход на территорию дацана свободный.",
            "img": "",
            "link": ""},
        {
            "name": "Благовещенская церковь",
            "about": "Построена в XIX веке. Здесь были похоронены известные личности, такие как писатель С. Н. Терпигорев и правовед И. Е. Андреевский.",
            "img": "",
            "link": ""},
        {
            "name": "Сквер Мациевича",
            "about": "Зелёный участок, образованный на месте первого официального аэродрома Российской Империи. Здесь установлен памятник капитану Льву Мациевичу, погибшему при выполнении полёта в 1910 году.",
            "img": "",
            "link": ""},
        {
            "name": "Озеро Долгое",
            "about": "Вытянутое озеро с пешеходными дорожками, детской площадкой и концертным залом. Отличное место для прогулок и отдыха.",
            "img": "",
            "link": ""},
        {
            "name": "Место дуэли А. С. Пушкина",
            "about": "В Приморском районе в 1837 году состоялась дуэль Пушкина с Дантесом. На месте дуэли установлен памятник-обелиск, где традиционно проводятся Дни памяти поэта.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Пушкинский",
    "img": "images/pushkinsky.jpg",
    "landmarks": [
        {
            "name": "Екатерининский дворец",
            "about": "Роскошная резиденция русских императриц, расположенная в Царском Селе (ныне Пушкин, пригород Санкт-Петербурга). Он был построен в XVIII веке и назван в честь жены Петра I — Екатерины I. Дворец славится своим великолепным барочным фасадом и знаменитой Янтарной комнатой, утраченной в годы войны и воссозданной в наше время. Интерьеры поражают богатством отделки, лепниной, позолотой и живописью. Екатерининский дворец — одна из главных туристических достопримечательностей Петербурга и символ императорской эпохи.",
            "img": "images/catherine-palace.webp",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Александровский дворец и парк",
            "about": "Александровский дворец был построен в 1796 году для императора Александра I. Дворец окружён Александровским парком, который сочетает элементы регулярного сада и пейзажного парка. В парке расположены такие архитектурные сооружения, как Большой Китайский и Крестовый мосты, а также Китайская деревня.",
            "img": "",
            "link": ""},
        {
            "name": "Екатерининский собор",
            "about": "Екатерининский собор, построенный в 1835—1840 годах по проекту архитектора Константина Тона, является главной православной святыней города. Собор был разрушен в 1939 году и восстановлен в 2007—2010 годах. При соборе действуют Знаменская церковь и церковь-часовня благоверного князя Игоря Черниговского.",
            "img": "",
            "link": ""},
        {
            "name": "Феодоровский собор и Фёдоровский городок",
            "about": "Феодоровский собор, построенный в 1909—1912 годах, является памятником неорусского стиля. Рядом с собором расположен Фёдоровский городок, построенный в 1909—1912 годах в неорусском стиле. Городок напоминает древнерусскую крепость и включает в себя Ратную палату, построенную в 1913 году.",
            "img": "",
            "link": ""},
        {
            "name": "Царскосельский лицей",
            "about": "Царскосельский лицей, основанный в 1811 году, является одним из самых известных учебных заведений России. Здесь учился А. С. Пушкин, и в память о нём в лицее создан музей, посвящённый его жизни и творчеству.",
            "img": "",
            "link": ""},
        {
            "name": "Мемориальный музей А. С. Пушкина",
            "about": "Музей, расположенный в даче А. С. Пушкина, посвящён жизни и творчеству великого поэта. В музее представлены экспозиции, связанные с пребыванием Пушкина в Царском Селе, а также его литературное наследие.",
            "img": "",
            "link": ""},
        {
            "name": "Баболовский парк",
            "about": "Один из самых крупных парков в Пушкине, опережающий по размеру Александровский и Екатерининский. Основной достопримечательностью парка являются руины Баболовского дворца, серьёзно пострадавшего от бомбёжек во время Великой Отечественной войны. Сейчас парк является популярным местом для прогулок и отдыха.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Фрунзенский",
    "img": "images/frunzensky.webp",
    "landmarks": [
        {
            "name": "Музей-заповедник Горелово",
            "about": "Историко-архитектурный комплекс с усадебным парком, где можно познакомиться с историей дворянских усадеб и культурой XVIII–XIX веков.",
            "img": "",
            "link": ""},
        {
            "name": "Дом-музей Ф. М. Достоевского",
            "about": "Место, связанное с пребыванием писателя, иногда проводятся выставки и литературные мероприятия.",
            "img": "",
            "link": ""},
        {
            "name": "Парк Интернационалистов",
            "about": "Большой зелёный парк с аллеями для прогулок, спортивными площадками и зонами отдыха.",
            "img": "",
            "link": ""},
        {
            "name": "Южно-Приморский парк",
            "about": "Популярное место для прогулок, с благоустроенными дорожками и детскими площадками.",
            "img": "",
            "link": ""},
        {
            "name": "Кирпичный мост",
            "about": "Исторический мост через реку Смоленку, интересен своей архитектурой и видом на набережные.",
            "img": "",
            "link": ""}
    ]
},
{
    "name": "Центральный",
    "img": "images/central.webp",
    "landmarks": [
        {
            "name": "Дворцовая площадь и Зимний дворец",
            "about": "Главная площадь города с великолепным Зимним дворцом — резиденцией русских императоров и частью Эрмитажа.",
            "img": "",
            "link": ""},
        {
            "name": "Исаакиевский собор",
            "about": "Один из крупнейших православных храмов в мире и выдающийся памятник архитектуры XIX века. Он был построен по проекту архитектора Огюста Монферрана и возводился более 40 лет, с 1818 по 1858 год. Собор знаменит своим позолоченным куполом, мозаиками, колоннами из малахита и гранита. Сегодня он функционирует как музей, но в нём также проходят праздничные богослужения. С колоннады собора открывается панорамный вид на центр Петербурга.",
            "img": "images/st-isaac's-cathedral.jpg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Адмиралтейство",
            "about": "Здание в стиле русского ампира, символ морской мощи России.",
            "img": "",
            "link": ""},
        {
            "name": "Казанский собор",
            "about": "Один из крупнейших православных храмов города, расположенный на Невском проспекте. Он был построен в 1801–1811 годах по проекту архитектора Андрея Воронихина и вдохновлён архитектурой римского собора Святого Петра. Собор посвящён Казанской иконе Божией Матери — одной из самых почитаемых святынь в России. После победы над Наполеоном в 1812 году он стал памятником русского воинского подвига, здесь похоронен полководец Михаил Кутузов. Сегодня Казанский собор действует как храм и одновременно является музеем.",
            "img": "images/kazan-cathedral.jpeg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Спас на Крови (Храм Воскресения Христова)",
            "about": "Храм Спаса на Крови в Санкт-Петербурге построен на месте покушения на императора Александра II в 1881 году. Его архитектура вдохновлена русскими древними храмами с яркими мозаиками и куполами в стиле русского возрождения. Внутри храма стены украшены одними из крупнейших в Европе мозаичных панно. Храм служит памятником царю-освободителю и является популярной туристической достопримечательностью. Сегодня это музей, где можно познакомиться с историей и искусством России.",
            "img": "images/savior-on-spilled-blood.jpg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Государственный Эрмитаж",
            "about": "Один из крупнейших и самых известных музеев мира. Он основан в 1764 году Екатериной II и занимает целый архитектурный комплекс, включая знаменитый Зимний дворец. Коллекция Эрмитажа насчитывает более 3 миллионов экспонатов: от древнего искусства до шедевров Леонардо да Винчи, Рембрандта, Микеланджело и импрессионистов. Музей поражает не только собранием, но и роскошными интерьерами. Это одно из главных культурных достопримечательностей России.",
            "img": "images/hermitage.jpg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Русский музей",
            "about": "Крупнейшее в мире собрание русского изобразительного искусства. Он был основан в 1895 году по указу императора Александра III и открыт для публики в 1898 году. Основное здание музея — Михайловский дворец, где представлены работы от древнерусской иконописи до авангарда XX века. Здесь можно увидеть шедевры Репина, Айвазовского, Шишкина, Малевича и многих других художников. Русский музей — важнейший культурный центр, рассказывающий об истории и развитии русской художественной традиции.",
            "img": "images/russian-museum.jpeg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Мариинский театр",
            "about": "Один из самых известных театров оперы и балета в мире. Он был открыт в 1860 году и назван в честь императрицы Марии Александровны, супруги Александра II. На его сцене выступали великие артисты, такие как Фёдор Шаляпин, Галина Уланова и Анна Павлова. Сегодня театр включает несколько сцен и продолжает славные традиции, демонстрируя как классические, так и современные постановки. Это важнейший центр музыкальной культуры России.",
            "img": "images/mariinsky-theater.jpg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Невский проспект",
            "about": "Главная улица Санкт-Петербурга и одна из самых известных в России. Он был проложен в начале XVIII века и соединяет Адмиралтейство с Александро-Невской лаврой. На проспекте расположено множество исторических зданий и достопримечательностей, включая Казанский собор, Дом Зингера и Гостиный двор. Невский всегда был центром культурной, торговой и общественной жизни города. Сегодня это оживлённое место, популярное как у туристов, так и у местных жителей.",
            "img": "images/nevsky-prospect.jpg",
            "top": true,
            "link": "Подробнее..."},
        {
            "name": "Дом книги на Невском",
            "about": "Крупнейший книжный магазин с историей.",
            "img": "",
            "link": ""},
        {
            "name": "Площадь Восстания и Московский вокзал",
            "about": "Важный транспортный узел и архитектурная достопримечательность.",
            "img": "",
            "link": ""}
    ]
}
]